Repository: Cannathea/Localization-for-tweaks
Catalog: Pasithea/PasitheaSettings/Resources/*.lproj/Pasithea.strings
Languages: italian, zh_cn, zh_tw

source: Enabled
italian: Abilitato
zh_cn: 启用
zh_tw: 啟用

# DISABLE_IN_APPS
source: Disable in Applications
italian: Disattiva in Applicazioni
zh_cn: 在特定应用内禁用
zh_tw: 在特定 App 內禁用

source: Pasithea Keyboard
italian: Tastiera Pasithea
zh_cn: Pasithea 键盘
zh_tw: Pasithea 鍵盤

# KEYBOARD_DETAIL
source: In order for Pasithea Keyboard to work, it must replace either the Tamil or Tibetan keyboard. By default, Pasithea replaces the Tibetan keyboard. Choose whichever keyboard that you don't need to use.
italian: Per funzionare la tastiera Pasithea deve sostituire la tastiera Tamil o quella Tibetan. Di default Pasithea sostituisce la tastiera Tibetan. Scegli la tastiera che non hai bisogno di usare.
zh_cn: Pasithea 会替换一个您不使用的键盘为自定义键盘。请在列表中选择您不使用的键盘以供 Pasithea 取代之，默认为藏文键盘。
zh_tw: Pasithea 會替換一個您不使用的鍵盤為自製鍵盤。請在列表中選擇您不使用的鍵盤以供 Pasithea 取代之，預設為藏文鍵盤。

source: Off
zh_cn: 不使用 Pasithea 键盘
zh_tw: 不使用 Pasithea 鍵盤

source: Tamil
zh_cn: 泰米尔文
zh_tw: 泰米爾文

source: Tibetan
zh_cn: 藏文
zh_tw: 藏文

source: Skip Keyboard
italian: Salta tastiera
zh_cn: 跳过键盘
zh_tw: 跳過鍵盤

# LIMIT_CHARACTERS
source: Limit the number of characters
italian: Limitare il numero di caratteri
zh_cn: 限制的字符数
zh_tw: 限制的字符數

# SWAP_DELETE
source: Swap the Delete key
italian: Scambia il tasto Canc
zh_cn: 交换删除键
zh_tw: 交換刪除鍵

# USE_NOTIFY
source: Notifications
italian: Notifiches
zh_cn: 通知
zh_tw: 通知

source: Dark Keyboard
italian: Keyboard Scuro
zh_cn: 黑色键盘
zh_tw: 黑色鍵盤

# KEY_INPUT_SOUND
source: Keyboard Sounds
italian: Suoni tastiera
zh_cn: 按键音
zh_tw: 按鍵音

source: Search Engine
italian: Motore di ricerca
zh_cn: 搜寻引擎
zh_tw: 搜尋引擎

# OPTION_DETAIL
source: If the “Skip Keyboard” option is enabled, Pasithea Keyboard will only appear in the iOS keyboard switcher, accessible by holding the globe key. If notifications are enabled, Pasithea will send a notification every time you copy something to the pasteboard.
italian: Se l'opzione “Salta tastiera” è abilitata, la tastiera Pasithea apparirà solo nel selettore tastiera di iOS, accessibile tenendo premuto il tasto con il globo. Se le notifiche sono abilitate, Pasithea invierà una notifica ogni volta che copierai qualcosa negli appunti.
zh_cn: 当「跳过键盘」启用时，Pasithea 的键盘只会在长按地球键时出现在选单中，平常短按地球键则不会出现。当启用「通知」时，每当复制文字，通知中心就会出现提示。
zh_tw: 當「跳過鍵盤」啟用時，Pasithea 的鍵盤只會在長按地球鍵時出現在選單中，平常短按地球鍵則不會出現。當啓用「通知」時，每當複製文字，通知中心就會出現提示。

# MAX_HISTORY
source: Max Pasteboard History
italian: Massima cronologia appunti
zh_cn: 剪贴板最大储存数量
zh_tw: 剪貼簿最大儲存數量

source: Data Management
italian: Gestione dati
zh_cn: 备份数据管理
zh_tw: 備份資料管理

# VIEW_HISTORY
source: View Pasteboard History
italian: Vedi cronologia appunti
zh_cn: 浏览剪贴板纪录
zh_tw: 瀏覽剪貼簿紀錄

source: Auto Backup
italian: Backup automatico
zh_cn: 自动备份
zh_tw: 自動備份

source: Restore Backup
italian: Ripristina Backup
zh_cn: 回复备份
zh_tw: 回復備份

source: Create Backup
italian: Crea Backup
zh_cn: 立即备份
zh_tw: 立即備份

source: Delete Backup
italian: Elimina Backup
zh_cn: 删除备份
zh_tw: 刪除備份

source: Video
zh_cn: 介绍视频
zh_tw: 介紹影片

source: Settings
italian: Impostazioni
zh_cn: 设置
zh_tw: 設定

# OPTION
source: Options
italian: Opzioni
zh_cn: 选项
zh_tw: 選項

source: Support
italian: Supporto
zh_cn: 技术支持
zh_tw: 技術支援

# COPYRIGHT_CANNATHEA
source: © 2015 Cannathea - developed by ichitaso and Hiraku. Special thanks to @Sorega4 for designing the Pasithea icon.
italian: © 2015 Cannathea - sviluppato da ichitaso e Hiraku. Ringraziamento speciale a @Sorega4 per la creazione dell'icona di Pasithea.
